Repository: Defrag2k/wp-mailchimp
Catalog: po/mailchimp_i18n-*.po
Languages: ca

source: You must fill in %s.
ca: Has de completar %s.

source: That email address is already subscribed to the list
ca: Aquest email ja es troba a la llista

source: %s has invalid content
ca: %s té contingut no vàlid

source: An invalid Interest Group was selected
ca: S'ha escollit un grup d'interès no vàlid

source: That email address is invalid
ca: L'email no està ben format

source: Success, you've been signed up! Please look for our confirmation email!
ca: Enhorabona, ja estàs subscrit! Comprova que hagis rebut el nostre email de confirmació.

source: required field
ca: camp obligatori

source: unsubscribe from list
ca: esborra'm de la llista

source: powered by
ca: funciona mitjançant

source: MailChimp Setup
ca: Configuració de MailChimp

source: While upgrading the plugin setup, we were unable to login to your account. You will need to login again and setup your list.
ca: Ha estat impossible connectar amb el teu compte. T'hauràs de tornar a connectar i configurar la teva llista.

source: MailChimp List Setup
ca: Configuració de la llista de MailChimp

source: Success! We were able to verify your username & password! Let's continue, shall we?
ca: Enhorabona! Hem pogut verificar el teu usuari i contrasenya! Seguim?

source: Uh-oh, we were unable to login and verify your username & password. Please check them and try again!
ca: Llàstima, no hem pogut connectar-nos i verificar el teu usuari i contrasenya. Comprova'ls i torna a intentar-ho!

source: The server said:
ca: El servidor diu:

source: Sign up for
ca: Subscripció per

source: Subscribe
ca: Subscriu-me

source: Success! Loaded and saved the info for %d Merge Variables and %d Interest Groups from your list
ca: Enhorabona! S'ha carregat i desat la informació de %d variables de fusió i %d grups d'interès de la teva llista

source: Now you should either Turn On the MailChimp Widget or change your options below, then turn it on.
ca: Ara tens dues opcions Activar el Widget de MailChimp o canviar les opcions i activar-lo.

source: Successfully Reset your List selection... Now you get to pick again!
ca: S'ha eliminat la selecció de llista… Ja pots seleccionar de nou!

source: Monkey Rewards turned On!
ca: Monkey Rewards activats!

source: Monkey Rewards turned Off!
ca: Monkey Rewards desactivats!

source: Fancy Javascript submission turned On!
ca: Enviament usant Javascript activat!

source: Fancy Javascript submission turned Off!
ca: Enviament usant Javascript desactivat!

source: Unsubscribe link turned On!
ca: Enllaços de baixa activats!

source: Unsubscribe link turned Off!
ca: Enllaços de baixa desactivats!

source: Successfully Updated your List Subscribe Form Settings!
ca: S'ha actualitzat la configuració de formularis de subscripció!

source: Login Info
ca: Informació de connexió

source: To start using the MailChimp plugin, we first need to login and get your API Key. Please enter your MailChimp username and password below.
ca: Per començar a usar l'extensió de MailChimp, cal que obtinguis una API Key des de la pàgina de MailChimp. Introdueix els teus paràmetres d'accés.

source: Don't have a MailChimp account? <a href='http://www.mailchimp.com/tryit.phtml' target='_blank'>Try one for Free</a>!
ca: No tens un compte a MailChimp? <a href='http://www.mailchimp.com/tryit.phtml' target='_blank'>Prova gratuïtament</a>!

source: Username
ca: Usuari

source: Password
ca: Contrasenya

source: Save & Check
ca: Desa i comprova

source: Changing your settings at MailChimp.com may cause this to stop working.
ca: Canviar els paràmetres a MailChimp.com pot fer que deixi de funcionar.

source: If you change your login to a different account, the info you have setup below will be erased.
ca: Si canvies la configuració d'accés cap a un altre compte, s'esborrarà automàticament la informació que segueix.

source: If any of that happens, no biggie - just reconfigure your login and the items below...
ca: Si passa alguna d'aquestes coses, no pateixis - n'hi ha prou amb que reconfiguris la connexió i els paràmetres d'aquesta pàgina...

source: Logged in as
ca: Connectat com a

source: Logout
ca: Desconnectar

source: Your Lists
ca: Les teves llistes

source: Please select the List you wish to create a Signup Form for.
ca: Escull la llista que vols gestionar amb l'extensió

source: Uh-oh, you don't have any lists defined! Please visit %s, login, and setup a list before using this tool!
ca: No tens cap llista definida! Visita %s, connecta't i configura una llista abans d'usar aquesta eina!

source: Select A List
ca: Escull una llista

source: Update List
ca: Actualitza llista

source: Note:
ca: Nota:

source: Updating your list will not cause settings below to be lost. Changing to a new list will.
ca: Actualitzar la llista no fa perdre aquesta configuració. Canviar a una nova llista sí que provoca la pèrdua d'aquesta configuració.

source: Reset List Options and Select again
ca: Reiniciar les opcions de llista i tria de nou

source: Subscribe Form Widget Settings for this List
ca: Configuració del giny de subscripció per aquesta llista

source: Selected MailChimp List
ca: Llista de MailChimp escollida

source: Update Subscribe Form Settings
ca: Actualitza la configuració

source: turning this on will place a "powered by MailChimp" link in your form that will earn you credits with us. It is optional and can be turned on or off at any time.
ca: activant-ho posarà un missatge al giny indicant que funciona amb MailChimp amb un enllaç que et donarà crèdits amb nosaltres. És opcional i es pot activar o desactivar en qualsevol moment.

source: Use Javascript Support?
ca: Usar Javascript?

source: turning this on will use fancy javascript submission and should degrade gracefully for users not using javascript. It is optional and can be turned on or off at any time.
ca: si s'activa el giny farà ús de javascript si és possible. És opcional i es pot activar o desactivar en qualsevol moment.

source: Include Unsubscribe link?
ca: Enllaç de baixa?

source: turning this on will add a link to your host unsubscribe form
ca: si ho actives s'afegeix un enllaç al giny per sol·licitar la baixa de la llista

source: Header content
ca: Contingut de capçalera

source: You can fill this with your own Text, HTML markup (including image links), or Nothing!
ca: Pots posar-hi text o HTML (incloent enllaços a imatges) o no res!

source: Submit Button text
ca: Text del botó de subscripció

source: Custom Styling
ca: Estils personalitzats

source: Turned On?
ca: Activat?

source: Header Settings (only applies if there are no HTML tags in the Header Content area above)
ca: Configuració de capçalera (sols aplica si no hi ha etiquetes HTML en el camp de Contingut de capçalera de més amunt)

source: Border Width
ca: Ample de les vores

source: Set to 0 for no border, do not enter <strong>px</strong>!
ca: Posa 0 si no vols vores, no hi posis <strong>px</strong>!

source: Border Color
ca: Color de les vores

source: do not enter initial <strong>#</strong>
ca: no hi posis <strong>#</strong> al principi

source: Form Settings
ca: Configuració del formulari

source: Merge Variables Included
ca: Variables de fusió incloses

source: No Merge Variables found.
ca: No s'han trobat variables de fusió.

source: Name
ca: Nom

source: Tag
ca: Etiqueta

source: Required?
ca: Obligatori?

source: Include?
ca: Inclou?

source: Interest Groups
ca: Grups d'interès

source: No Interest Groups Setup for this List
ca: No hi ha cap grup d'interès per aquesta llista

source: Show?
ca: Mostra?

source: Input Type
ca: Tipus d'entrada

source: Options
ca: Opcions

source: Preferred Format
ca: Format per defecte

source: Mobile
ca: Mòbil
